Repository: common-repository/ogulo-360-tour
Catalog: languages/ogulo-360-tour-*.po
Languages: de_de

source: You are not authorized to access this process.
de_de: Sie sind nicht berechtigt, auf diesen Prozess zuzugreifen.

source: Click here to choose a tour
de_de: Klicken Sie hier, um eine Tour auszuwählen

source: Sorry we could not find this tour in our list.
de_de: Leider konnten wir die gewünschte Tour nicht finden.

source: Tour id should not be empty.
de_de: Bitte geben Sie eine Tour-ID ein.

source: Unauthorized Access.
de_de: Unautorisierter Zugriff.

source: New title
de_de: Überschrift

source: Title:
de_de: Bezeichnung:

source: Show Tour:
de_de: Tour anzeigen:

source: Select a tour
de_de: Tour wählen

source: Width:
de_de: Breite:

source: Width in:
de_de: Breite in:

source: px (Pixels)
de_de: px (Pixeln)

source: % (Percentage)
de_de: % (Prozent)

source: Height:
de_de: Höhe:

source: Height in:
de_de: Höhe in:

source: My Tours
de_de: Meine Ogulo Touren

source: Activation
de_de: Aktivierung

source: Please enter your Ogulo API key to activate the plugin and connect it to your ogulo alpha account.
de_de: Bitte geben Sie Ihren Ogulo API Schlüssel ein, um das Plugin zu aktivieren und es mit Ihrem Ogulo Alpha-Konto zu verbinden.

source: Your API key
de_de: Ihr API-Schlüssel

source: Important Notice
de_de: Wichtig

source: Here follows a text and pictures as well as a button to order the subdoman extension if the customer does not have this.
de_de: Leider scheint der API Schlüssel nicht korrekt zu sein. Bitte prüfen Sie die Richtigkeit. Seit dem 16.7.2020 Unterstützt das Plugin nur noch API SCHLÜSSEL vom Type "WordPress Plugin". Bitte prüfen Sie in Ihren Ogulo ALPHA unter Einstellungen -> Verknüpfungen die Tabellen Spalte Provider hier muss "WordPress Plugin" stehen. Sollte dies nicht der Fall sein erstellen Sie bitte einen neuen API Schlüssel und wählen Sie unter Provider "WordPress Plugin".

source: Activate
de_de: Weiter

source: Wait...
de_de: Daten werden geprüft ...

source: Created on
de_de: Erstellt am

source: Embed as URL
de_de: URL

source: Embed as shortcode
de_de: Shortcode

source: Active
de_de: Aktiv

source: How to embed Tours
de_de: So binden Sie Ihre Touren ein.

source: The following videos show how to use Ogulo tours in your Wordpress quickly and easily.
de_de: Die folgenden Videos zeigen, wie Sie Ogulo-Touren in Ihrem Wordpress schnell und einfach verwenden können.
